Repository: Yepin2022/IMao-Wuthering-Waves
Catalog: IMao-WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Shell_Start.Content
source: Start
zh_cn: 开始

# Shell_Function.Content
source: Function
zh_cn: 功能

# Shell_Filter.Content
source: Filter
zh_cn: 过滤器

# Settings_Theme.Text
source: Theme
zh_cn: 主题

# Settings_Theme_Light.Content
source: Light
zh_cn: 亮色

# Settings_Theme_Dark.Content
source: Dark
zh_cn: 深色

# Settings_Theme_Default.Content
source: Default
zh_cn: 系统默认

# Settings_About.Text
source: About
zh_cn: 关于

# SettingsPage_ProjectIntroduction.Text
source: Project introduction: IMao-Wuthering-Waves is an interactive map overlaying the game window that uses image matching technology to synchronize player locations in real-time, reducing the frequency with which players switch back and forth between the game and map tools during exploration.
zh_cn: 项目介绍：IMao-Wuthering-Waves 是一款叠加在游戏窗口上的交互地图，借助图像匹配技术，实时同步玩家位置，减少玩家在探索过程中来回切换游戏与地图工具的操作次数。

# Start_Card_CaptureMethod.Header
source: Capture Method
zh_cn: 截图方式

# Start_Card_CaptureMethod_Description.Text
source: WindowsGraphicsCaptur only supports Windows 10 1803 and later.
zh_cn: WindowsGraphicsCaptur仅支持Windows10 1803及以后版本。

# Start_Expander_Start_Description.Text
source: Before starting, make sure that the coordinates in the lower left corner of Wuthering-Waves are clearly displayed.
zh_cn: 启动前，请确保Wuthering-Waves左下角的坐标清晰显示。

# Start_Expander_Start.Header
source: Start IMao
zh_cn: 启动 IMao

# Start_Card_GameServer.Header
source: Target process
zh_cn: 目标进程

# Start_Card_WindowOptimization.Header
source: Automatically close Windows 11 window optimization to support BitBlt.
zh_cn: 自动关闭Windows11窗口优化以支持BitBlt

# Start_Card_WindowOptimization_Description.Text
source: After modifying the settings, restart the game and take effect.
zh_cn: 修改设置后重启游戏生效。

# Function_Expander_MinMapShowItem.Header
source: Min map navigation
zh_cn: 小地图导航

# Function_Expander_MinMapShowItem_Description.Text
source: The specified item will be overwritten on the corresponding location on the game minimap.
zh_cn: 指定物品会覆盖游戏小地图的对应位置上。

# Function_Card_UpdateMinMapItemDataCycle.Header
source: Cessing interval (ms)
zh_cn: 处理间隔（ms）

# Function_Card_UpdateMinMapItemDataCycle_Description.Text
source: The smaller the interval, the smaller the recognition error probability, and the greater the required performance overhead.
zh_cn: 间隔越小识别出错概率越小，需要的性能开销也就越大。

# Function_Expander_MapShowItem.Header
source: Interactive large map
zh_cn: 交互式大地图

# Function_Expander_MapShowItem_Description.Text
source: The specified item will be overwritten on the corresponding location on the game large map, and the performance cost is relatively high.
zh_cn: 指定物品会覆盖游戏大地图的对应位置上，性能开销相对较大。

# Function_Card_UpdateMapItemDataCycle.Header
source: Cessing interval (ms)
zh_cn: 处理间隔（ms）

# Function_Card_UpdateMapItemDataCycle_Description.Text
source: The smaller and smoother the interval, the greater the required performance overhead.
zh_cn: 间隔越小越丝滑，需要的性能开销也就越大。

# language.Text
source: en-US
zh_cn: zh-CN

# Filter_Page_Title.Text
source: Filter
zh_cn: 过滤器

# Function_Card_SetVisibleSavedPoints.Header
source: Show completed
zh_cn: 显示完成

# Function_Card_SetVisibleSavedPoints_Description.Text
source: Right-clicking an item allows you to set its completion status.
zh_cn: 右键物品可以设置完成状态。

# Start_Card_SwitchAccount.Header
source: Switch account（Incomplete）
zh_cn: 切换账号（开发中）

# Start_Card_SwitchAccount_Description.Text
source: Please go to the SavedPoints folder to modify it manually.
zh_cn: 请到SavedPoints文件夹里手动修改。

# Start_InfoBar_FindNotTargetProcess.Message
source: The target process cannot be found or the operation is frequent.
zh_cn: 找不到目标进程或操作频繁。

# Function_InfoBar_Statement.Title
source: Statement
zh_cn: 声明

# Function_InfoBar_Statement.Message
source: The item image resources and point data used in this application are all from the official website of KuRo GAMES.
zh_cn: 本软件使用的物品图片资源和物品点位数据均来自库街区。

# SettingsPage_ProjectInspiration.Text
source: Project inspiration: Akebi-GC, Kongying Tavern
zh_cn: 项目启发：Akebi-GC、空荧酒馆

# SettingsPage_ProjectDependencies.Text
source: Project dependencies:
zh_cn: 项目依赖：

# SettingsPage_Warning.Text
source: It is Free to use. If you have bougth it you have been scammed.
zh_cn: 它是公开的、免费的。如果你是付钱买来的，你已经被骗了。

# SettingsPage_Expander_About_Description.Text
source: Check the project introduction, project inspiration, etc.
zh_cn: 查看项目介绍、项目启发等

# Start_InfoBar_NotLatestVersion.Message
source: The current version is not up to date.
zh_cn: 当前不是最新版本。

# Function_Card_SavePointKey_Description.Text
source: Pressing the X key on the keyboard can directly set the points near the player to the completed state.
zh_cn: 按键盘X可以直接将玩家附近的点位设置为完成状态。

# Function_Card_SavePointKey.Header
source: Shortcut key
zh_cn: 快捷键
